Repository: 0Nom4D/Fontys-Exchange-2022
Catalog: SM4-SM-RB01/HybridApps/IndividualApps/GlobalAudience/lib/l10n/app_*.arb
Languages: ar, da, de, es, fr, it

# title
source: Arthur's Series
ar: سلسلة آرثر
de: Arthurs Serien
es: Series de Arthur
fr: Les Séries d'Arthur
it: Series di Arthur

# carefulMessage
source: Be careful in France! You may encounter angry honest citizens!
ar: كن حذرا في فرنسا! قد تواجه مواطنين صادقين غاضبين!
da: Vær forsigtig i Frankrig! Du kan støde på vrede ærlige borgere!
de: Sei vorsichtig in Frankreich! Sie können wütende ehrliche Bürger begegnen!
es: ¡Cuidado en Francia! ¡Puede encontrarse con ciudadanos honestos enojados!
fr: Soyez prudent en France! Vous pouvez rencontrer des citoyens honnêtes en colère!
it: Fai attenzione in Francia! Potresti incontrare cittadini onesti arrabbiati!

# las_cumbres
source: The Boarding School: Las Cumbres
ar: المدرسة الداخلية
da: Boarding School: Las Cumbres
de: Das Internat: Las Cumbres
es: El Internado: Las Cumbres
fr: L'internat: Las Cumbres
it: La Scuola Dei Misteri

# terminal_list
source: The Terminal List
ar: ذا تيرمينال ليست
de: Die Abschullliste
es: La Lista Final

# maisel
source: The Marvelous Mrs. Maisel
ar: السيدة "مايزل" المدهشة
da: Den fantastiske fru Maisel
es: La Maravillosa Sra. Maisel
fr: La Merveilleuse Mme Maisel
it: La meravigliosa signora Maisel

# vox_machina
source: The Legend of Vox Machina
ar: أسطورة "فوكس موكينا"
da: Legenden om Vox Machina
es: La Leyenda de Vox Machina
fr: La Légende de Vox Machina
it: La leggenda di Vox Machina

source: The Boys
ar: الرفاق

source: Invincible
ar: المنيع
es: Invencible

source: Cruel Summer
ar: كرول سامر

# las_cumbres_desc
source: Las Cumbres Boarding School is an impenetrable fortress built on the edge of a cliff where students are subjected to strict discipline and it seems impossible to escape. However, two of them manage to, but things take a turn for the worse because surviving outside the school is even more dangerous than inside and the woods are much more terrifying.
ar: المدرسة الداخلية في Las Cumbres عبارة عن حصن حيث يخضع الطلاب لنظام صارم ويبدو أنه من المستحيل الهروب منها. على الرغم من ذلك ، نجح اثنان منهم في ليلة واحدة ، لكن كل شيء يسير على ما يرام ، لأن البقاء بالقرب من المدرسة الداخلية أكثر خطورة بكثير من داخلها والغابة مرعبة أكثر.
da: Kostskolen i Las Cumbres er en fæstning, hvor eleverne udsættes for en jerndisciplin, og som det synes umuligt at flygte fra. På trods af dette lykkes to af dem en nat, men alt går galt, fordi overlevelse i nærheden af ​​kostskolen er meget farligere end inde i den og skoven meget mere skræmmende.
de: Das Internat von Las Cumbres ist eine Festung, in der die Schüler einer eisernen Disziplin unterworfen sind und aus der es unmöglich scheint, zu entkommen. Trotzdem gelingt es zweien eines Nachts, aber alles geht schief, denn das Überleben in der Nähe des Internats ist viel gefährlicher als innerhalb und der Wald viel furchteinflößender.
es: El internado de Las Cumbres es una fortaleza donde los alumnos son sometidos a una férrea disciplina y de la que parece imposible escapar. A pesar de esto, dos de ellos lo logran una noche, pero todo sale mal, pues sobrevivir cerca del internado es mucho más peligroso que dentro de él y el bosque mucho más aterrador.
fr: Le pensionnat de Las Cumbres est une forteresse où les élèves sont soumis à une discipline de fer et d’où il semble impossible de s’échapper. Malgré ça, deux d’entre eux y parviennent une nuit, mais tout tourne mal, car la survie aux abords du pensionnat est bien plus dangereuse qu’en son sein et la forêt bien plus terrifiante.
it: Il collegio di Las Cumbres è una fortezza dove gli studenti sono sottoposti a una ferrea disciplina e da cui sembra impossibile scappare. Nonostante questo, due di loro riescono una notte, ma tutto va storto, perché la sopravvivenza vicino al collegio è molto più pericolosa che al suo interno e la foresta molto più terrificante.

# terminal_list_desc
source: Navy SEAL Commander James Reece turns to vengeance as he investigates the mysterious forces behind the murder of his entire platoon. Reece applies the lessons he’s learned from nearly two decades of warfare to hunt down the people responsible.
ar: ينطلق القائد جيمس ريس للانتقام لأنه يشتبه في أن قوى غامضة وراء مقتل وحدته بأكملها. بعد تحرره من طاعته للجيش ، سيطبق الدروس التي تعلمها خلال عشرين عامًا في خدمة تعقب الجناة.
da: Kaptajnløjtnant James Reece vender sig mod hævn, da han efterforsker de mystiske kræfter bag mordet på hele hans afdeling. Fri af militærets kommandostruktur bruger Reece det, han har lært i næsten to årtiers krigsførelse for at jagte de ansvarlige personer.
de: Lt. Commander James Reece sinnt auf Rache, als er die mysteriösen Kräfte untersucht, die hinter dem Mord an seinem gesamten Zug stecken. Frei von der Kommandostruktur des Militärs wendet Reece die Lektionen an, die er in fast zwei Jahrzehnten Kriegsführung gelernt hat, um die Verantwortlichen zur Strecke zu bringen.
es: El comandante James Reece quiere venganza, mientras investiga las misteriosas fuerzas que hay tras la muerte de todo su pelotón. Reece aplica las lecciones que aprendió durante casi dos décadas de guerra para cazar a los responsables.
fr: Le commandant James Reece décide de se venger alors qu'il soupçonne que des puissances mystérieuses sont derrière le meurtre de toute son unité. Libéré de son obéissance à l'armée, il va appliquer les leçons qu'il a apprises pendant ses vingt ans au service de la traque de coupables.
it: Il capitano di corvetta James Reece cerca vendetta e indaga sulle forze misteriose responsabili dell'omicidio del suo intero plotone. Libero dal comando dell'esercito, Reece applica il sapere appreso in quasi due decenni di guerra per dare la caccia ai responsabili.

# maisel_desc
source: In 1958 New York, Midge Maisel’s life is on track– husband, kids, and elegant Yom Kippur dinners in their Upper West Side apartment. But when her life takes a surprise turn, going from housewife to stand-up comic is a wild choice to everyone but her.
ar: في عام 1958 في نيويورك ، كانت حياة Midge Maisel تسير على الطريق الصحيح ، وزوجها وأطفالها ، وعشاء يوم كيبور الأنيق في شقتهم في Upper West Side. ولكن عندما تأخذ حياتها منعطفًا غير متوقع ، فإن الانتقال من ربة منزل إلى ممثلة كوميدية يعد خيارًا مجنونًا للجميع ما عداها.
da: I 1958 i New York kører Midge Maisels liv på skinner – hun har en mand, børn og holder elegante middage i familiens lejlighed på Manhattan. Men da hendes liv tager en drejning, må hun beslutte, at gå fra at være hustru til standup-komiker er et vildt valg for alle andre end hende.
de: New York 1958, das Leben der Midge Maisel läuft wie geschmiert: Ehemann, Kinder und elegante Jom-Kippur-Dinner in deren Wohnung an der Upper West Side. Eine überraschende Wendung des Schicksals zwingt sie, der Schritt von Hausfrau zur Stand-Up-Comedian überrascht alle, bis auf sie.
es: En la Nueva York de 1958, Midge Maisel vive feliz con su marido, sus hijos y sus cenas de Yom Kipur en su piso del Upper West Side. Pero cuando su vida da un giro inesperado, pasar de ama de casa a humorista es un disparate para todos menos para ella.
fr: En 1958 à New York, la vie de Midge Maisel est sur la bonne voie, mari, enfants, et élégants dîners de Yom Kippour dans leur appartement de l'Upper West Side. Mais quand sa vie prend un virage inattendu, passer de la ménagère à la comédienne stand-up est un choix fou pour tout le monde, sauf pour elle.
it: New York, 1958: Midge Maisels vive come ha sempre sognato, fra marito, figli ed eleganti cene per lo Yom Kippur nella loro casa nell'Upper West Side. Ma tutto d'un tratto è costretta a dover scoprire i suoi talenti, passando da casalinga ad attrice di cabaret, una bizzarria per tutti ma non per lei.

# tlou_desc
source: 20 years after modern civilization has been destroyed, Joel, a hardened survivor, is hired to smuggle Ellie, a 14-year-old girl, out of an oppressive quarantine zone. Based on the game serie THE LAST OF US.
ar: بعد 20 عامًا من تدمير الحضارة الحديثة ، تم التعاقد مع جويل ، الناجي المتمرس ، لمساعدة إيلي البالغة من العمر 14 عامًا على الهروب من منطقة الحجر الصحي القمعية. مستوحى من سلسلة ألعاب THE LAST OF US.
da: 20 år efter, at den moderne civilisation er blevet ødelagt, er Joel, en hærdet overlevende, hyret til at smugle Ellie, en 14-årig pige, ud af en undertrykkende karantænzone. Baseret på spilserien THE LAST OF US.
de: 20 Jahre nachdem die moderne Zivilisation zerstört wurde, wird Joel, ein verhärteter Überlebender, mit der Schmuggelin von Ellie, einem 14-jährigen Mädchen, aus einer unterdrückerischen Quarantänenzone ein. Basierend auf der Spielerie die letzte von uns.
es: 20 años después de que la civilización moderna haya sido destruida, Joel, un sobreviviente endurecido, es contratado para sacar de contrabando a Ellie, una niña de 14 años, fuera de una opresiva zona de cuarentena. Basado en la serie de juegos THE LAST OF US.
fr: 20 ans après la destruction de la civilisation moderne, Joël, un survivant aguerri est embauché pour aider Ellie, une jeune fille de 14 ans, à s'échapper d'une zone de quarantaine oppressive. Basée sur la série de jeux THE LAST OF US.
it: 20 anni dopo che la civiltà moderna è stata distrutta, Joel, un sopravvissuto indurito, viene assunto per contrabbandare Ellie, una ragazza di 14 anni, fuori da una zona di quarantena oppressiva. Basato sul gioco Serie l'ultimo di noi.

# motherland_desc
source: May 1693, in Salem, the trial of the Salem witches takes place. On the day of the execution, the witches make a deal: "Let us live and we will defend you". In 2020, Raelle, Tally and Abigail join the military to fight terrorist threats.
ar: مايو 1693 ، في سالم ، تجري محاكمات ساحرة سالم. في يوم الإعدام ، تعقد الساحرات صفقة: "لنعيش وسندافع عنك". في عام 2020 ، ينضم رايل وتالي وأبيجيل إلى الجيش لمحاربة التهديدات الإرهابية.
da: I maj 1693 finder hekseprocesserne i Salem sted. På dagen for henrettelsen indgår heksene en aftale: "Lad os leve, og vi vil forsvare jer". I 2020 slutter Raelle, Tally og Abigail sig til hæren for at bekæmpe terrortrusler.
de: Im Mai 1693 findet in Salem der Prozess gegen die Hexen von Salem statt. Am Tag der Hinrichtung schließen die Hexen einen Deal: "Lasst uns leben und wir werden euch verteidigen". Im Jahr 2020 treten Raelle, Tally und Abigail in die Armee ein, um gegen terroristische Bedrohungen zu kämpfen.
es: Mayo de 1693, en Salem, tienen lugar los Juicios de las Brujas de Salem. El día de la ejecución, las brujas hacen un trato: "Dejadnos vivir y os defenderemos". En 2020, Raelle, Tally y Abigail se alistan en el ejército para luchar contra las amenazas terroristas.
fr: Mai 1693, à Salem, le procès des sorcières de Salem a lieu. Le jour de l'exécution, les sorcières concluent une marché: "Laissez-nous vivre et nous vous défendrons". En 2020, Raelle, Tally et Abigail rejoignent l'armée pour lutter contre les menaces terroristes.
it: Maggio 1693, a Salem, si svolge il processo alle streghe di Salem. Il giorno dell'esecuzione, le streghe fanno un patto: "Lasciateci vivere e vi difenderemo". Nel 2020, Raelle, Tally e Abigail si uniscono all'esercito per combattere le minacce terroristiche.

# star_trek_ld_desc
source: On one of Starfleet’s least important ships, the U.S.S. Cerritos, in 2380, Ensigns Mariner, Boimler, Rutherford and Tendi have to keep up with their duties and their social lives, often while the ship is being rocked by a multitude of sci-fi anomalies.
ar: على إحدى سفن Starfleet الأصغر ، يو إس إس سيريتوس ، في عام 2380 ، يجب على الرايات مارينر وبويملر وروذرفورد وتندي التوفيق بين الواجبات اليومية والحياة الاجتماعية على متن سفينة غالبًا ما تتزاحم بسبب العديد من الحالات الشاذة.
da: På et af Starfleets mindst vigtige skibe, U.S.S. Cerritos, i 2380, Ensigns Mariner, Boimler, Rutherford og Tendi er nødt til at følge med deres pligter og deres sociale liv, ofte mens skibet bliver rystet af en række sci-fi-anomalier.
de: Auf einem der am wenigsten wichtigen Schiffe der Starfleets, der USA Cerritos, 2380, Ensigns Mariner, Boimler, Rutherford und Tendi müssen mit ihren Pflichten und ihrem sozialen Leben Schritt halten, während das Schiff von einer Vielzahl von Science-Fi-Anomalien erschüttert wird.
es: En el USS Cerritos, uno de los barcos menos importantes de la Flota Estelar, cuatro jóvenes oficiales de rango inferior luchan por mantenerse al día con sus deberes y vida social mientras lidian con varias anomalías de ciencia ficción en el año 2380.
fr: Sur l'un des vaisseaux les moins importants de Starfleet, l'USS Cerritos, en 2380, les enseignes Mariner, Boimler, Rutherford et Tendi doivent concilier tâches quotidiennes et vie sociale sur un vaisseau souvent bousculé par une multitude d'anomalies.
it: Su una delle navi meno importanti di Starfleet, gli Stati Uniti Cerritos, nel 2380, Liagne Mariner, Boimler, Rutherford e Teni devono tenere il passo con le loro funzioni e le loro vite sociali, spesso mentre la nave viene scossa da una moltitudine di anomalie di fantascienza.

# vox_machina_desc
source: Vox Machina is more interested in easy money and cheap ale than actually protecting the realm. But when the kingdom is threatened by evil, this boisterous crew realizes that they are the only ones capable of restoring justice.
ar: تفضل Vox Machina المال السهل والبيرة السيئة لحماية المملكة. ولكن عندما تهدد قوى الشر بتدميرها ، تدرك الفرقة المرحة أنها وحدها القادرة على استعادة العدالة.
da: Vox Machina er mere interesseret i nemme penge og billig ale end faktisk at beskytte riget. Men da riget trues af ondskab, indser det her opstemte hold, at de er de eneste, som kan genskabe retfærdighed. Det, der begyndte som en simpel lønningsdag, er nu den originale historie bag Exandrias nyeste helte.
de: Vox Machina ist eine rauflustige, bunt zusammengewürfelte Truppe von Außenseitern, die als Söldner durch die Lande ziehen. Schnellverdienter Lohn und billiges Gesöff interessiert sie mehr als der Kampf für Recht und Ordnung. Doch als das Königreich vom Bösen bedroht wird, sind sie die Einzigen, die es jetzt noch beschützen können.
es: A Vox Machina le interesa más el dinero fácil y la cerveza barata que proteger el reino. Pero cuando este se ve amenazado por algo maligno, esta bulliciosa panda se da cuenta de que nadie más puede restablecer la justicia.
fr: Chimères bagarreuses et marginales devenues mercenaires, les Vox Machina préfèrent l'argent facile et la mauvaise bière à la protection du royaume. Mais lorsque les forces du mal menacent de le détruire, la joyeuse bande prend conscience qu'elle seule peut rétablir la justice.
it: I Vox Machina sono più interessati ai soldi facili e alla birra scadente che a proteggere il reame. Ma quando il male minaccia il regno, i membri della banda capiscono di essere gli unici in grado di ristabilire la giustizia.

# the_boys_desc
source: In a world where superheroes embrace the darker side of their massive celebrity and fame, "The Boys" is a group of vigilantes who set out to take down corrupt superheroes with no more than their blue collar grit and a willingness to fight dirty.
ar: The Boys عبارة عن تحول غير محترم على الأبطال الخارقين ، المشهورين كالنجوم ، والتأثير مثل السياسيين ، ومبجلون مثل الآلهة ، الذين يسيئون استخدام قوتهم الخارقة بدلاً من فعل الخير. يأخذنا الأولاد في مهمة بطولية لكشف الحقيقة حول السبعة وفوجوت.
da: The Boys er et ærbødigt spin på superhelte, så berømte som stjerner, så indflydelsesrige som politikere og så ærede som guder, der misbruger deres superkræfter i stedet for at gøre godt. The Boys tager os med på en heroisk søgen efter at afsløre sandheden om Seven and Vought.
de: The Boys ist eine respektlose Variante von Superhelden, berühmt wie Stars, einflussreich wie Politiker und verehrt wie Götter, die ihre Superkräfte missbrauchen, anstatt Gutes zu tun. The Boys nimmt uns mit auf eine heroische Suche, um die Wahrheit über die Seven und Vought aufzudecken.
es: The Boys es una versión irreverente de los superhéroes, tan famosos como estrellas, tan influyentes como políticos y tan reverenciados como dioses, que abusan de sus superpoderes en lugar de hacer el bien. The Boys nos lleva a una búsqueda heroica para descubrir la verdad sobre Seven y Vought.
fr: The Boys est une variation irrévérencieuse sur des super-héros, aussi connus que des vedettes, aussi influents que des politiciens et aussi révérés que des dieux, qui abusent de leurs super-pouvoirs au lieu de faire le bien. The Boys nous entraîne dans une quête héroïque pour dévoiler la vérité sur les Sept et Vought.
it: The Boys è una svolta irriverente sui supereroi, famosi come star, influenti come politici e venerati come dei, che abusano dei loro superpoteri invece di fare del bene. The Boys ci porta in un'eroica ricerca per scoprire la verità sui Sette e Vought.

# invincible_desc
source: Invincible revolves around 17-year-old Mark Grayson, who’s just like every other guy his age — except his father is the most powerful superhero on the planet, Omni-Man. As Mark develops powers of his own, he discovers his father’s legacy may not be as heroic as it seems.
ar: عندما ورث مارك غرايسون قوى خارقة وهو في السابعة عشرة من عمره ، أصبح أحد أعظم أبطال الأرض مع والده. كل أحلامها تتحقق ... حتى يحدث شيء يغير كل شيء.
da: Invincible drejer sig om den 17-årige Mark Grayson, der er ligesom enhver anden fyr på sin alder-undtagen hans far er den mest magtfulde superhelt på planeten, Omni-Man. Efterhånden som Mark udvikler sine egne kræfter, opdager han, at hans fars arv muligvis ikke er så heroisk, som det ser ud til.
de: Invincible dreht sich um den 17-jährigen Mark Grayson, der genau wie jeder andere Mann in seinem Alter ist-außer dass sein Vater der mächtigste Superheld auf dem Planeten ist, Omni-Man. Während Mark seine eigenen Kräfte entwickelt, entdeckt er, dass das Vermächtnis seines Vaters nicht so heldenhaft ist, wie es scheint.
es: Cuando Mark Grayson hereda superpoderes con 17 años, se convierte en uno de los héroes más grandes de la Tierra junto con su padre. Todos sus sueños se hacen realidad... hasta que sucede algo que lo cambia todo.
fr: Quand Mark Grayson développe ses superpouvoirs à l'âge de dix-sept ans, il rejoint son père parmi les super-héros les plus puissants de la Terre. Son rêve se réalise enfin, quand un évènement terrible va venir tout bouleverser.
it: Invincible ruota intorno al 17enne Mark Grayson, che è proprio come ogni altro ragazzo della sua età-tranne che suo padre è il supereroe più potente del pianeta, Omni-Man. Mentre Mark sviluppa i suoi poteri, scopre che l'eredità di suo padre potrebbe non essere così eroico come sembra.

# cruel_summer_desc
source: Cruel Summer is a psychological thriller that follows two young women; Kate, the popular girl with a charmed life who one day goes missing, and Jeanette, the nerdy wannabe who is accused of being connected to Kate’s disappearance.
ar: Cruel Summer هي قصة إثارة نفسية تدور أحداثها حول امرأتين صغيرتين. كيت ، الفتاة المشهورة ذات الحياة الساحرة والتي تختفي يومًا ما ، وجانيت ، المتمنية المهووسة بالحيوية التي اتهمت بالتواصل مع اختفاء كيت.
da: Cruel Summer er en psykologisk thriller, der følger to unge kvinder; Kate, den populære pige med et charmeret liv, der en dag mangler, og Jeanette, den nørrede wannabe, der er anklaget for at være forbundet med Kate's forsvinden.
de: Cruel Summer ist ein psychologischer Thriller, der zwei junge Frauen folgt. Kate, das beliebte Mädchen mit einem bezaubernden Leben, das eines Tages vermisst wird, und Jeanette, die nerdige Möchtegern, der beschuldigt wird, mit Kates Verschwinden verbunden zu sein.
es: Cruel Summer es un thriller psicológico sobre dos jóvenes; Kate, la chica popular, que un día desaparece y Jeanette, la pobre empollona a la que acusan de estar relacionada con su desaparición.
fr: Cruel Summer est un thriller psychologique qui suit deux jeunes femmes. Kate, la fille populaire à la vie rêvée qui disparaît un jour, et Jeanette, la ringarde qui aimerait avoir cette vie rêvée et qui est accusée d’être liée à la disparition de Kate.
it: Cruel Summer è un thriller psicologico che segue due giovani donne; Kate, la ragazza popolare con una vita incantata che un giorno scompare e Jeanette, l'aspirante nerd che è accusato di essere collegato alla scomparsa di Kate.
